[{"id":"profiteroles","nome":"Chocolate profiteroles","preco":18.9,"url":"../assets/img/profiteroles.jpg","descricao":"The French pastries are full to bursting with cream and drenched in sweet chocolate sauce.They work perfectly as an indulgent dinner party finale or as a sweet gift to your Valentine."},{"id":"caneles","nome":"Canelés","preco":16.9,"url":"../assets/img/caneles.jpg","descricao":"A classic and distinctively shaped French confection"},{"id":"framboisier","nome":"Chocolate framboisier","preco":19.99,"url":"../assets/img/framboisier.jpg","descricao":"Chocolate framboisier recipe is perfect for those wanting to explore the world of French pâtisserie at home.With light-as-air chocolate sponge and chocolate mousse layers laced with raspberry syrup and topped with a luscious raspberry glaze."},{"id":"fraisiers","nome":"Strawberry and elderflower fraisiers","preco":29.9,"url":"../assets/img/fraisiers.jpg","descricao":"These beautiful strawberry and elderflower fraisiers are as delicious as they are pretty - perfect for late summer dinner parties or even picnics (weather permitting, of course!)."},{"id":"paris_brest","nome":"Classic Paris-Brest","preco":22.99,"url":"../assets/img/paris_brest.jpg","descricao":"This classic Paris-Brest recipe is a work of patisserie art, with crispy almond-topped choux pastry encasing mounds of silky praline cream."},{"id":"mille_feuille","nome":"Strawberry mille-feuille","preco":20.9,"url":"../assets/img/mille_feuille.jpg","descricao":"Mille-feuille does require a bit of effort, but it does taste as as good as it looks, so this summer dessert is worth the preparation.The custard-filled pastry is served with an English strawberry sorbet."},{"id":"souffle","nome":"Chocolate soufflé","preco":32.9,"url":"../assets/img/souffle.jpg","descricao":"Ah, the soufflé. Is there a dessert more simultaneously loved and feared? While a sunk soufflé might haunt the dreams of many a dinner party host the world over, this horror can easily be avoided with a few tricks and techniques."},{"id":"almondcoconut","nome":"Almond Coconut","preco":"32.59","url":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fomgchocolatedesserts.com%2Fwp-content%2Fuploads%2F2016%2F01%2FCoconut-Cake1.jpg&f=1&nofb=1","descricao":"Almond Coconut is a delicious blend of almond, coconut, white chocolate and lemon flavors. Almond sponge cake and white chocolate coconut filling with a hint of lemon topped with Raffaello candies and desiccated coconut."},{"id":"cookiesandcream","nome":"Cookies and Cream","descricao":"If you like cookies-and-cream ice cream, you'll love this cake. Chocolate sandwich cookies are mixed into the batter and pressed into the sweet and creamy frosting for a fun look.","url":"https://www.tasteofhome.com/wp-content/uploads/2017/10/exps1816_RDS1178126D1_WEB-1-696x696.jpg","preco":"29.50"},{"id":"oreocookie","nome":"Oreo Cookie","descricao":"It is chocolaty goodness and  real quick treat if you are in no mood for elaborate cake frosting and decorating. Powder some cookies and sprinkle on top, decorate with a few extra pieces of cookies and you are good to go.The cake is basic chocolate cake and the filling and frosting is creamy soft with the crunch of the chocolaty Oreo cookies.","url":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2F2.bp.blogspot.com%2F-PnWay7xypsM%2FUgxdFWxF2kI%2FAAAAAAAAGcw%2F20e7cizwpV8%2Fs1600%2Fcookie%2Bcake2.JPG&f=1&nofb=1","preco":"25.99"},{"id":"festivenut","nome":"Festive Nut","descricao":"With almonds, cashews, pecans and walnuts, this spiced cake is loaded with crunchy nuts. It's the perfect ending to a Christmastime feast.","url":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn2.tmbi.com%2FTOH%2FImages%2FPhotos%2F37%2F1200x1200%2Fexps135463_THCA153054B01_16_10b.jpg&f=1&nofb=1","preco":"31.90"}]