[{"id":"almondcoconut","nome":"Almond Coconut","preco":"32,59","url":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fomgchocolatedesserts.com%2Fwp-content%2Fuploads%2F2016%2F01%2FCoconut-Cake1.jpg&f=1&nofb=1","descricao":"Almond Coconut is a delicious blend of almond, coconut, white chocolate and lemon flavors. Almond sponge cake and white chocolate coconut filling with a hint of lemon topped with Raffaello candies and desiccated coconut."},{"id":"cookiesandcream","nome":"Cookies and Cream","descricao":"If you like cookies-and-cream ice cream, you'll love this cake. Chocolate sandwich cookies are mixed into the batter and pressed into the sweet and creamy frosting for a fun look.","url":"https://www.tasteofhome.com/wp-content/uploads/2017/10/exps1816_RDS1178126D1_WEB-1-696x696.jpg","preco":"29,50"},{"id":"oreocookie","nome":"Oreo Cookie","descricao":"It is chocolaty goodness and  real quick treat if you are in no mood for elaborate cake frosting and decorating. Powder some cookies and sprinkle on top, decorate with a few extra pieces of cookies and you are good to go.The cake is basic chocolate cake and the filling and frosting is creamy soft with the crunch of the chocolaty Oreo cookies.","url":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2F2.bp.blogspot.com%2F-PnWay7xypsM%2FUgxdFWxF2kI%2FAAAAAAAAGcw%2F20e7cizwpV8%2Fs1600%2Fcookie%2Bcake2.JPG&f=1&nofb=1","preco":"25,99"},{"id":"festivenut","nome":"Festive Nut","descricao":"With almonds, cashews, pecans and walnuts, this spiced cake is loaded with crunchy nuts. It's the perfect ending to a Christmastime feast.","url":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn2.tmbi.com%2FTOH%2FImages%2FPhotos%2F37%2F1200x1200%2Fexps135463_THCA153054B01_16_10b.jpg&f=1&nofb=1","preco":"31,90"},{"id":"classicmille-feuille","nome":"Classic Mille-feuille","descricao":"Mille-feuille is a classic type of French pâtisserie which has seen a recent resurgence in popularity. Literally translated from French as ‘a thousand leaves’, traditional mille-feuilles feature three layers of wafer thin puff pastry, interspersed with lashings of cream and topped with a dusting of icing sugar or fondant. The original mille-feuille recipe is reported to have been first referenced in François Pierre La Varenne’s 1651 cookery book, although Italy and Hungary also claim to have contributed towards its creation. No matter where the original mille-feuille may have stemmed from, today it is most certainly established as an icon in the world of French dessert recipes. ","url":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Faz723720.vo.msecnd.net%2Fmedia%2Fimg49390.640x462.jpg&f=1&nofb=1","preco":"29,99"},{"id":"caneléswithspicedhotchocolate","nome":"Canelés with spiced hot chocolate","descricao":"Canelé moulds are available from select chef and homewares stores. To season copper moulds for the first time, place in a preheated oven at 180C for an hour, then turn off the oven and leave the moulds in until cool. Then follow the method in the recipe for brushing with beeswax, which you can buy from art- and candle-supply stores.","url":"https://d3lp4xedbqa8a5.cloudfront.net/s3/digital-cougar-assets/GourmetTraveller/2014/05/16/28883/0614GT-slow-food-caneles.jpg?width=922&height=768&mode=crop&anchor=topcenter&quality=75","preco":"39,90"},{"id":"toastedalmond","nome":"Toasted Almond","descricao":"Layers of tender white cake are filled with creamy, almond-tinged custard and covered with fluffy amaretto buttercream and crunchy caramelized almonds.","url":"https://res.cloudinary.com/hksqkdlah/image/upload/ar_1:1,c_fill,dpr_2.0,f_auto,fl_lossy.progressive.strip_profile,g_faces:auto,q_auto:low,w_344/24625_sfs-gac-burnt-almond-cake-8","preco":"29,90"}]